;HELMET

[ReapingTom_Mask X2BodyPartTemplate]
DisplayName="死神 猫头鹰面具"



;TORSO

[CNV_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[LPL_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[MPL_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[HPL_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[LPW_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[MPW_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[HPW_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[CNVReaper_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[PLTReaper_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[PWRReaper_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[CNVSkirmisher_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[PLTSkirmisher_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[PWRSkirmisher_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[CNVTemplar_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[PLTTemplar_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"
[PWRTemplar_ReapingTom_Torso X2BodyPartTemplate]
DisplayName="死神 尖端战甲"



;COAT

[ReapingTom_Coat_Mount X2BodyPartTemplate]
DisplayName="死神 外套"
[ReapingTom_Coat_Mount_R X2BodyPartTemplate]
DisplayName="死神 外套"
[ReapingTom_Coat_Mount_K X2BodyPartTemplate]
DisplayName="死神 外套"
[ReapingTom_Coat_Mount_T X2BodyPartTemplate]
DisplayName="死神 外套"

[ReapingTom_Coat_Mount_Thighs X2BodyPartTemplate]
DisplayName="死神 外套"
[ReapingTom_Coat_Mount_Thighs_R X2BodyPartTemplate]
DisplayName="死神 外套"
[ReapingTom_Coat_Mount_Thighs_K X2BodyPartTemplate]
DisplayName="死神 外套"
[ReapingTom_Coat_Mount_Thighs_T X2BodyPartTemplate]
DisplayName="死神 外套"



;WEAPONS

[HellfirePS X2WeaponTemplate]
FriendlyName="地狱火猎枪(手枪)"
FriendlyNamePlural="地狱火猎枪(手枪)"
BriefSummary="死神标配霰弹枪,专为近战而生."
TacticalText="<Bullet/> 死神标配霰弹枪,专为近战而生.\n<Bullet/>"
AbilityDescName="手枪"

[HellfireSG X2WeaponTemplate]
FriendlyName="地狱火猎枪"
FriendlyNamePlural="地狱火猎枪"
BriefSummary="死神标配霰弹枪,专为近战而生."
TacticalText="<Bullet/> 死神标配霰弹枪,专为近战而生.\n<Bullet/>"
AbilityDescName="霰弹枪"
